Repository: newmight2015/insight
Catalog: po/*.po
Languages: bn, in

source: (Input unconfirmed)
bn: (ইনপুট অনিশ্চিত)
in: (अपुष्ट इनपुट)

source: 404 Page not found :(
bn: ৪০৪ পৃষ্ঠা পাওয়া যায়নি :(
in: 404 पृष्ठ नहीं मिला :(

source: <strong>ExploreBTCD</strong> is an open-source BitcoinDark blockchain explorer with REST and websocket API. You can search for any BTCD address, block, transaction. Simply enter your query in the search box and hit enter.
bn: <strong>ExploreBTCD</strong> REST ও WebSocket API সাথে সম্মিলিত একটি ওপেন সোর্স BitcoinDark blockchain এক্সপ্লোরার। আপনি যে কোনো BTCD ঠিকানা, ব্লক, লেনদেনের জন্য অনুসন্ধান করতে পারেন। শুধুমাত্র সার্চ বক্সে আপনার প্রশ্ন লিখুন এবং এন্টার চাপুন।
in: <strong>ExploreBTCD</strong> REST और websocket API के साथ एक खुला स्रोत BitcoinDark blockchain एक्सप्लोरर है. आप किसी भी BTCD पते, ब्लॉक, लेनदेन के लिए खोज कर सकते हैं. बस खोज बॉक्स में अपनी क्वेरी दर्ज और हिट दर्ज करें.

source: If you see any issue or have a feedback, tweet
bn: আপনি যদি কোন সমস্যা বা ত্রুটি দেখতে পান, দয়া করে Tweet করুন @explorebtcd
in: আপনি যদি কোন সমস্যা বা ত্রুটি দেখতে পান, দয়া করে Tweet করুন @explorebtcd

source: <strong>Donations</strong> are welcome:
bn: <strong>অনুদান</strong> স্বাগতম
in: <strong>অনুদান</strong> স্বাগতম

source: About
bn: কিছু কথা
in: बारे में

source: Address
bn: ঠিকানা
in: पता

source: Age
bn: সময়
in: आयु

source: Application Status
bn: অ্যাপ্লিকেশনের অবস্থা
in: आवेदन की स्थिति

source: Best Block
bn: সেরা ব্লক
in: सर्वश्रेष्ठ ब्लॉक

source: BitcoinDark node information
bn: BitcoinDark নোড তথ্য
in: BitcoinDark नोड जानकारी

source: Block
bn: ব্লক
in: ब्लॉक

source: Block Reward
bn: ব্লক পুরস্কার
in: ब्लॉक पुरस्कार

source: Blocks
bn: ব্লক
in: ब्लाकों

source: Bytes Serialized
bn: বাইট ধারাবাহিকতা
in: बाइट्स श्रृंखलाबद्ध

source: Can't connect to BitcoinDarkd to get live updates from the p2p network. (Tried connecting to BitcoinDarkd at {{host}}:{{port}} and failed.)
bn: P2P নেটওয়ার্ক থেকে লাইভ আপডেট পেতে BitcoinDarkd সাথে সংযোগ করা যাচ্ছে না . {{host}}:{{port}} এ BitcoinDarkd'র সাথে সংযোগের চেষ্টা করা হয়েছে এবং তা ব্যর্থ হয়েছে।)
in: BitcoinDarkd से कनेक्ट नहीं हो P2P नेटवर्क से लाइव अपडेट प्राप्त करने के लिए. ({{host}}:{{port}} पर BitcoinDarkd को जोड़ने की कोशिश की: और विफल रहा है.)

source: Can't connect to ExploreBTCD server. Attempting to reconnect...
bn: ExploreBTCD সার্ভারের সাথে সংযোগ করা যাচ্ছে না. পুনরায় সংযোগ স্থাপনের চেষ্টা করা হচ্ছে...
in: ExploreBTCD सर्वर से कनेक्ट नहीं कर सकता. फिर से कनेक्ट करने का प्रयास ...

source: Can't connect to internet. Please, check your connection.
bn: ইন্টারনেটের সাথে সংযোগ স্থাপন করা যায়নি। আপনার সংযোগ চেক করুন।
in: इंटरनेट से कनेक्ट नहीं कर सकता. , अपने कनेक्शन की जांच करें.

source: Complete
bn: সম্পন্ন হয়েছে
in: पूरा

source: Confirmations
bn: নিশ্চয়তা
in: पुष्टि

source: Supply
bn: যোগান
in: आपूर्ति

source: Nodes Connected
bn: সংযুক্ত নোডের সংখ্যা
in: नोड्स कनेक्टेड

source: Current Blockchain Tip (ExploreBTCD)
bn: বর্তমান Blockchain টিপ (ExploreBTCD)
in: वर्तमान Blockchain टिप (ExploreBTCD)

source: Current Sync Status
bn: সিঙ্কের বর্তমান অবস্থা
in: वर्तमान सिंक स्थिति

source: Details
bn: বিস্তারিত
in: विवरण

source: Difficulty
bn: কঠিনতা
in: कठिनाई

source: Double spent attempt detected. From tx:
bn: ডাবল ব্যয় প্রচেষ্টা সনাক্ত করা হয়েছে. TX থেকে:
in: डबल खर्च चेष्टा. tx से:

source: Error!
bn: ত্রুটি!
in: त्रुटि!

source: Fee
bn: খরচ
in: फ़ीस

source: Final Balance
bn: চূড়ান্ত ব্যালেন্স
in: अंतिम शेष

source: Finish Date
bn: শেষ হবার তারিখ
in: तारीख खत्म

source: Go to home
bn: হোমপেজে যান
in: मुखपृष्ठ पर जाएँ

source: Hash Serialized
bn: হ্যাশের ধারাবাহিকতা
in: हैश श्रृंखलाबद्ध

source: Height
bn: উচ্চতা
in: लंबाई

source: Included in Block
bn: ব্লকের মধ্যে অন্তর্ভুক্ত
in: ब्लॉक में शामिल

source: Incoherence in levelDB detected:
bn: LevelDB'র মধ্যে বিচ্ছিন্নতা সনাক্ত হয়েছে:
in: LevelDB में बेतरतीबी का पता चला:

source: Info Errors
bn: তথ্য ত্রুটি
in: जानकारी त्रुटियाँ

source: Initial Block Chain Height
bn: সর্বশেষ ব্লক চেইন উচ্চতা
in: आरंभिक ब्लॉक चेन लंबाई

source: Input
bn: ইনপুট
in: इनपुट

source: Last Block
bn: সর্বশেষ ব্লক
in: अंतिम ब्लॉक

source: Last Block Hash (BitcoinDarkd)
bn: সর্বশেষ ব্লক হ্যাশ (BitcoinDarkd)
in: अंतिम ब्लॉक हैश (BitcoinDarkd)

source: Latest Blocks
bn: সর্বশেষ ব্লকসমূহ
in: नयी ब्लाकों

source: Latest Transactions
bn: সর্বশেষ লেনদেন
in: नवीनतम लेनदेन

source: Loading Address Information
bn: ঠিকানার তথ্য লোড হচ্ছে
in: लोड हो रहा है पता जानकारी

source: Loading Block Information
bn: ব্লকের তথ্য লোড হচ্ছে
in: ब्लॉक जानकारी लोड

source: Loading Selected Date...
bn: নির্বাচিত তারিখ লোড হচ্ছে ...
in: चयनित तिथि लोड हो रहा है ...

source: Loading Transaction Details
bn: লেনদেনের বিবরণ লোড হচ্ছে
in: लोड हो लेनदेन विवरण

source: Loading Transactions...
bn: লেনদেন লোড হচ্ছে ...
in: लोड हो लेनदेन ...

source: Loading...
bn: লোড হচ্ছে ...
in: लोड हो रहा है ...

source: Block Time
bn: ব্লকের সময়
in: ब्लॉक समय

source: PoS Block
bn: PoS ব্লক
in: PoS ब्लॉक

source: Found by
bn: অনুসন্ধানদাতা
in: द्वारा मिला

source: PoS Difficulty
bn: PoS কঠিনতা
in: PoS कठिनाई

source: PoW Difficulty
bn: PoW কঠিনতা
in: PoW कठिनाई

source: Total Supply
bn: মোট সরবরাহ
in: कुल आपूर्ति

source: Next Block
bn: পরবর্তী ব্লক
in: अगले ब्लॉक

source: No Inputs (Newly Generated Coins)
bn: কোন ইনপুট নেই (নতুন জন্ম নেয়া মুদ্রা)
in: कोई आदानों (नव सृजित सिक्के)

source: No blocks yet.
bn: এখনও কোন ব্লক নেই।
in: अभी तक कोई ब्लॉकों.

source: No matching records found!
bn: কোন মানানসই রেকর্ড পাওয়া যায় নি!
in: कोई मिलान रिकॉर्ड पाया!

source: No. Transactions
bn: লেনদেন নং
in: सं लेनदेन

source: Number Of Transactions
bn: লেনদেনের সংখ্যা
in: लेनदेन की संख्या

source: Output
bn: আউটপুট
in: आउटपुट

source: Previous Block
bn: পূর্ববর্তী ব্লক
in: पिछले ब्लॉक

source: Protocol version
bn: প্রোটোকল সংস্করণ
in: प्रोटोकॉल संस्करण

source: Proxy setting
bn: প্রক্সি সেটিং
in: प्रॉक्सी सेटिंग

source: Received Time
bn: গৃহীত সময়
in: प्राप्त समय

source: Redirecting...
bn: পুনঃনিরধারিত পথে নিয়ে যাওয়া হচ্ছে...
in: पुनर्निर्देशित ...

source: Search for block, transaction or address
bn: ব্লক, লেনদেন বা ঠিকানা অনুসন্ধান করুন
in: ब्लॉक, लेनदेन या पते के लिए खोज

source: See all blocks
bn: সমস্ত ব্লক দেখুন
in: सभी ब्लाकों देखें

source: Show Transaction Output data
bn: লেনদেনের আউটপুট তথ্য দেখান
in: दिखाएँ ट्रांजैक्शन आउटपुट डाटा

source: Show all
bn: সব দেখান
in: सभी दिखाएँ

source: Show input
bn: ইনপুট দেখান
in: दिखाएँ इनपुट

source: Show less
bn: কম দেখান
in: दिखाएँ कम

source: Show more
bn: আরও দেখান
in: अधिक दिखाएँ

source: Size
bn: আকার
in: आकार

source: Size (bytes)
bn: আকার (বাইট)
in: आकार (बैट)

source: Skipped Blocks (previously synced)
bn: এরিয়ে যাওয়া ব্লক (পূর্বে সিঙ্ক করা)
in: छोड़ा ब्लाकों (पहले समन्वयित)

source: Start Date
bn: শুরু করার তারিখ
in: आरंभ करने की तिथि

source: Status
bn: অবস্থা
in: स्थिति

source: Summary
bn: সারাংশ
in: सारांश

source: Summary <small>confirmed</small>
bn: সারাংশ <small>নিশ্চিত</small>
in: सारांश <small>पुष्टि की</small>

source: Sync Progress
bn: সিঙ্কের অগ্রগতি
in: सिंक प्रगति

source: Sync Status
bn: সিঙ্কের অবস্থা
in: सिंक स्थिति

source: Sync Type
bn: সিঙ্কের প্রকার
in: सिंक प्रकार

source: Synced Blocks
bn: সিঙ্ক করা ব্লক
in: सिंक किया गया ब्लाकों

source: Testnet
bn: টেস্ট নেট
in: टेस्ट नेट

source: There are no transactions involving this address.
bn: এই ঠিকানার সাথে জড়িত আর কোন লেনদেন নেই
in: इस पते को शामिल नहीं लेनदेन कर रहे हैं.

source: Time Offset
bn: সময় নির্ধারন
in: समय ऑफसेट

source: Timestamp
bn: টাইমস্ট্যাম্প
in: टाइमस्टैम्प

source: Today
bn: আজ
in: आज

source: Total Amount
bn: মোট পরিমাণ
in: कुल रकम

source: Total Received
bn: মোট গৃহীত
in: प्राप्त कुल

source: Total Sent
bn: মোট প্রেরিত
in: कुल भेजा

source: Transaction
bn: লেনদেন
in: लेनदेन

source: Transaction Output Set Information
bn: লেনদেনের আউটপুট তথ্য সেট
in: ट्रांजैक्शन उत्पादन सेट सूचना

source: Transaction Outputs
bn: লেনদেনের আউটপুটসমূহ
in: ट्रांजैक्शन आउटपुट

source: Transactions
bn: লেনদেনসমূহ
in: लेनदेन

source: Type
bn: প্রকার
in: प्रकार

source: Unconfirmed
bn: অনিশ্চিত
in: अपुष्ट

source: Unconfirmed Transaction!
bn: অনিশ্চিত লেনদেন!
in: अपुष्ट ट्रांजैक्शन!

source: Unconfirmed Txs Balance
bn: অনিশ্চিত Txs ব্যালেন্স
in: अपुष्ट Txs बैलेंस

source: Value Out
bn: অর্থমূল্য
in: मूल्य बाहर

source: Version
bn: সংস্করণ
in: संस्करण

source: Waiting for blocks...
bn: ব্লকের জন্য অপেক্ষা করা হচ্ছে ...
in: ब्लॉक के लिए प्रतीक्षा कर रहा है ...

source: Waiting for transactions...
bn: লেনদেনের জন্য অপেক্ষা করা হচ্ছে ...
in: लेनदेन के लिए प्रतीक्षा कर रहा है ...

source: by date.
bn: তারিখ।
in: तिथि के अनुसार.

source: first seen at
bn: প্রথম দেখা গেছে
in: पहले देखा

source: Block Type
bn: ব্লকের প্রকার
in: ब्लॉक प्रकार

source: created at
bn: নির্মিত
in: बनाया

source: found on:
bn: পাওয়া গেছে:
in: पाया:
